" cartoons, which can sometimes be quite violent I think, and sexual actually.\n\nAnd superhero comics is whatever people say, you know, about modern psychology of kids, they are still one of the best gateways into reading. A bit like if you take a kid to the panto, that's their first flavour of going to the theatre. You know, that's their entree into maybe later in life, going and seeing, you know, something more grown up at the theatre. Panto. Comic books experts are saying are still a great way to get kids reading, because of course they feature pictures and text, don't they, as well. And I also remember loving reading Tintin\n\nI don't know if you read Tintin, and Asterix as well, they were wonderful. A great way to sort of coach kids who perhaps aren't too keen on looking at the huge amounts of text and words and assimilating them, or you know, perhaps they're not the, you know, they're not too quick to get to grips with reading Black on White. A really good way through those pictures to encourage them into the whole process of reading the best route to learning says this article to Love Words in print could well be pictures. This at least is the hope of the publishing industry this spring, because it's welcoming news that sales of children's comics and graphic novels in Britain have reached an all time peak of almost 20,000 million pounds.\n\nI think that's really gratifying. In a world where so much of our media is digital and just is files, wows and JPEGs and all the rest of it and PDFs, still 20 million pounds is being made in Britain from the selling of books made of this stuff, paper. So let's talk about that. Was that a way that you managed to get yourself, ease yourself in to reading books, maybe short ones to start with and then slightly bigger ones and really bolstering the reading that you were being taught at school or by your parents. What were the comic books that you loved? Whatever your age. I mean I'd be delighted if you're sort of 80 or something and you can tell me about a comic book from the war or whatever.\n\nI've got vague recollections of things like Bunty and all that sort of stuff but I remember Beano, Wizarding Chips, Beezer, Topper and I'm sure there was one called Dandy but I might just be misremembering that but those are all the boys' comics. Maybe you'll have some girls ones. Are you a collector of comics? Have you got a great collection? Why do you love them? Were you like me and you know you haven't got all these these annuals of comics that were made and is there a ready market for them these days? I mean I imagine some comics if they're rare could be worth a great deal of money. Whatever. Comics. Talk to me about comics. 0345 6060973. What's that? The same number. Text 84850 or you can get Alexa or Echo or whatever it's called to send a comment to LBC.\n\nClive is in Wolfen Forest. Morning Clive. Hello there. Well I'm 88 so my members of comics go back a fair way. Good on you. I started to get into the mafter of the war and I came back from evacuation and I had the bino and dandy to start with but then I got on to the ones which consisted of good stories Rover, Wizard, Hotspur and Aventure and The Champion. They were damn good stories and they did help made it encouraged to read. I was into books before then and then later on they had a brand new one came out in the spring of 1950 called The Eagle"