[{"id": 0, "chunk": " There shouldn't be hostages in the first place. I mean... They would argue, Claudine, there shouldn't be the number of Palestinians who are held in Israeli jails as well, is what they would argue. They would argue that many of them are prisoners who have committed a trocious crime. I agree with some of children. Well, I don't know enough to comment on that at all, as do most people. But listening to these probably Anglo-Saxon people who have no emotional link to anything that's going on in the Middle East, you know, how they can justify... How they can...or try to justify the holding of hostages, the beating of hostages, the starving of hostages"}, {"id": 1, "chunk": "ional link to anything that's going on in the Middle East, you know, how they can justify... How they can...or try to justify the holding of hostages, the beating of hostages, the starving of hostages and seeing the guy that came out, the hostage that came out and kissed the head of the soldier, who's told to do that. And does that justify holding on to these people? It's incredible. Donald Trump has no, I imagine, emotional link with the Middle East, his latest intervention, positive or negative. Claudine? Well, for me, of course, it's positive, but there is definitely going to be a negative side to that because we don't know what will happen to the current hostages that are still alive. Claudine, I'm glad you got on the radio. I'm sorry that it was anger that drove you to make the call, but I've enjoyed speaking with you. Thank you for your input. Coming up after you, as you may recall, we covered the story about the huge amount of untreated sewage"}, {"id": 2, "chunk": "er that drove you to make the call, but I've enjoyed speaking with you. Thank you for your input. Coming up after you, as you may recall, we covered the story about the huge amount of untreated sewage that was released into Lake Windermere. Well, you're going to be hearing from the Director-General of the National Trust. Now, the National Trust owns and manages the land and the area around that lake, and imagine they have strong views on that failure there. That's the other side of this. It's 8.30. Breakfast with me, Nick, for R&LBC. And the news is with Thomas Watts. A government minister has told Nick that Britain will keep up its role as an honest broker over the war in Ukraine. Talks are due to take place in Washington and in Brussels after the US paused intelligence sharing with Kiev. Donald Trump's ward had a mask they will be held to pay if it doesn't release the remaining hostages in Gaza. The US is in talks with the group, breaching a long-standing policy on avoiding direct engagement with terror organizations. The Justice Secretary Shabana Mahmood has called for new centers"}]