" From Global's Newsroom for LBC, I'm Thomas Watts. And off we go! When you're a small business owner like me, every day is an adventure. It can get pretty wild out there, but I'm used to fierce competition. So I feel in my natural habitat, out here on Safari. With an American Express business card, spend securely and earn points on business transactions to put towards a dream holiday. Goodness said it better myself. The card is for business, the points are for pleasure. Search MX Business Card terms and annual fees apply. 18 plus, subject to status. This is LBC, From Global, leading Britain's conversation with James O'Brien. It is four minutes after 12 and although it may feel like a crunching gear change, I do feel almost a sort of psychic need to talk about something else for an hour. I'm sure Sheila will be returning to matters, foreign policy and matters Ukraine, US at one o'clock, not shortly afterwards, but I want to weigh back into rather more low octane domestic issues, if that's all right with you. One of the subjects that has over the years proved to be one of the most popular on the program and of course one of the most important and I worry that we're no clearer now about the answers to the questions that I'm about to ask you that we are then we were when we first started doing it you would have thought wouldn't you given the obviousness of the issue and the ease with which it can be identified but dealing with obesity in children in particular would have been done and dusted by now. Yeah I mean you just would right you would have thought that a few years ago the balloon went up everybody got very agitated about the fact that young people were shortening their lives and compromising their health and diminishing their very existence by consuming the wrong things and the wrong amount of the wrong things. Every time someone tried to help and this may be part of the answer to the questions Every time somebody tried to help the usual suspects would be queuing up to condemn the people trying to help It's where the phrase Nanny State comes from, of course it is It's where the phrase Nanny State comes from and you remember the attacks that Jamie Oliver was subjected to when he sought to revolutionise school dinners with some great success but elements of the media and of course some people who rely on those malign elements of the media for their opinions whether they're paid to share their opinions or not are very much part of this problem, a lot of that sort of transmogrified into a tax on Jamie Oliver a championing of the women at the school gate themselves often obese pushing sausage rolls through the chain link fences so that their poor children didn't have to endure freshly cooked food for their midday meal. So that might be part of it. I mean that big national level question of why this is getting worse not better. More than a third of UK children aged between five and six years old are now in the UK. Children aged between five and nine are on course to be obese or overweight by 2050. So by the time they're in their thirties it has been described as a monumental societal failure in research published in the Lancet medical journal. It is the most comprehensive global analysis of obesity rates to date. For British children aged five to fourteen obesity rates could rise from 12% in girls to 18.4% in 25 years time and for boys from 9.9 to 15.5. Key words here are rise and societal and failure because if this is, and you know that it is, one of those subjects that we have circled back to time and time and time again on this programme, and I am not very often port on it and I comment on it and I invite you to do the same. But the trawlers have been pretty commonplace as well. Childhood obesity has been a conversation that I think we've been having in this country, whether on radio stations or privately in newspaper articles or at work, at home, at school, for over 20 years. All the, certainly all the time that I've been doing this job. I remember I used to say things to you, like when I was at school, the overweight lads had nicknames because they stood out so much. There would be one or two in each class and we had a particularly pungent maths teacher, brilliant at maths, not so good at political correctness. We had a particularly pungent maths teacher who would invent, I dare I say quite funny nicknames for the most obviously overweight lads. It wasn't a massive curse, it didn't involve bullying largely because of rugby and they were very good on the rugby pitch, quite often the big lads, not least when you sort of, if they hit puberty early, you could just say give it to Keith, give it to Keith and Keith would then just wade through school children as a sort of little mini-man in waiting and if he was a couple of stone overweight as well, he'd be like, I don't know, I don't know, I don't know, I don't know, I don't know, a couple of stone overweight as well, then the kids would fall over even more. Even Keith is a surname in this context, obviously at my prep school, like Penelope Keith or John Key. But that's not true anymore. I mean now at some school children who we would describe as overweight are not in a tiny minority anymore. And yet we've talked about it endlessly. So there's one question here, which is why, but there are actually four questions. Three, three questions. And advance on three. Two, three. There's three questions going once, going twice, three questions on this subject. The first is, and I'm going to ask it, and you're hopefully going to answer it. Why is your child obese? 03456060973. Why is your child obese? Okay. You might not know the answer to that. You can ring in and tell me that. But why? 03456060973? Because if you're listening to this program, then you don't really have the excuse of ignorance, do you? You can't really say, I have no idea. I just, I mean, who knows? You must know all of the lecturing sometimes and sometimes sort of less preachy information that has been put in front of you. You must know that in all things moderation. So you must know that you're not going to be able to do that. You must know that you're not you must know that letting your children have family-sized bags of crisps and so on. But anyway, I don't want to put answers in your mouth. Why is your child overweight? 03456060973. And I'm certainly not here to judge. I think this is a, as you'll discover, this is a much bigger issue than individual family dynamics allow. Here's a prediction. Many more people will answer this question than the last one. Ready? Why is your child not overweight? Oh, three, four, five. Six, oh, six, oh, nine, seven, three. A genuine question. Why is your child not overweight? I tell you like, there's four. Because the third one I've only just thought of. And this will probably be my favorite. Third question. Why is your child not overweight anymore? Why is your child not overweight anymore? So to recap, why is your child overweight? Why is your child not overweight? Wait any more. And then the fourth question, which is the one I like, the one I can answer. Why is this a societal issue? Why is this something that is not the responsibility of parents or of teachers or of the individuals themselves? Why is this a societal failure? Why is this being described correctly in my view as a monumental societal failure? Why has in your view Jonathan wants to know what position Penelope Keith played in my prep school rugby team? She's just the first person I could think of who had the surname Keith. Seriously, although she probably would have got a game in the third 15. Anyone could get into that side me included I Want to know all of the information all of the think about the show that you've listened to it for a while think about all the other shows on LBC we all talk about this a lot and that is because it is always in the news. There are always stories. There are always campaigns There are always Individuals in the public eye working in the area of healthy eating of childhood obesity Not just Jamie Hugh firmly whittiest all all of them loads and loads of people loads of energy loads of effort Authentic well-meaning generous effort put into the the mission to help parents Help their children not be obese Why has it failed in 73. Some answers will be obvious some will not. I have a pet theory on this that involves the secretly funded lobby groups that masqueraders think tanks and educational charities and congregate around a little corner of Westminster at which a street called Tufton is at the centre. I'll explain a little bit more about that later in the programme but that's the key question. How has decades of effort in the area of education and public health failed so badly that children in the years to come are going to be more obese than they were in the years past? So the four questions why is your child or why is one of your children overweight why is one of your children not overweight why is one of your children not overweight anymore and how can such an avalanche of education public health promotion and celebrity endorsement have failed to make much impact or any impact perhaps on this forgive me ballooning problem hit the numbers now you will get through a day is a moment Keith gonna hit this one bang on time that's the first time since what 2023 it is quarter past 12 you're listening to James O'Brien the UK. Going on LBC. LBC. Every day UK businesses sell their products and services to the world. We know that growing your business internationally and finding new customers can look challenging, but it doesn't have to. Whether you're new to it or been doing it for years at great.gov.uk, you'll find free support from the UK government with market insights, sector opportunities, expert webinars and more. Find the answers and sell to the world at great.gov.uk in the UK, CEL solicitors have already recovered over 100 million pounds for our clients and can help you get your money back. Thousands of people have trusted us with their fraud and scam claims, so if you've lost money to a scammer, we listen, we care, we win. Listeners, we interrupt the airways to share an incredible discovery, the reason why Britain hasn't been so great of late is because the country hasn't been eating enough wieta bicks. We must get to work in rebuilding great Britain bicks by bicks by delivering wieta bicks to whoever plans the traffic diversions, to delivery drivers who can't seem to find your house and people who don't stack the dish washer properly. To Britain we must say, have you had your wieterbix? Hello business owner, so you want your employees to get their expenses but not at the expense of your time. Get Monzo Business and you can get your employees their own expense card with personalised limits and keep an eye on live spending as it happens. Now that adds up. Half a million businesses bank with us. When will you? Get Monzo Business. Only sole traders or limited company directors in the UK can apply. Expense cards available with team starting from £25 a month. T's and C's apply it is 17 minutes after 12 and you are listening to James O'Brien on LBC. The problem with this is it becomes a potentially a battleground with smug parents lining up on one side to explain why their children aren't overweight and beleaguered parents lining up on the other to explain why theirs are. So I suppose in some ways what the ideal would be, the mother of identical twins, one of whom weighed three stone more than the other and then we could try to work as some of it is genetic, obviously. I used to be a little bit dismissive of that claim but you know it's true, you know people whose metabolism are like nuclear powered. They can eat a horse every day and not put a pound on and then other people, like a moment on the lips, a lifetime on the lips on the other people, about a moment on the lips, a lifetime on the hips? So in terms of individuals, we'll get stuck into that shortly, but in terms of society, why do you think, and of course you don't need any skin in the game to answer this question, why do you think the epic effort that's been put into this issue has apparently failed? What's on the other side? What's lined up on the other side of the battlefield? On this side you've got education, public health, schools, schemes, Jamie Oliver, all of it. What's on the other side that has prevailed so apparently so completely? Ayesha is in you. Ayesha, what would you like to say? Hello. I'm a first time caller, but I'm your big fan. I'm cooler, but I'm your big fan. What do you mean you're my big fan? I may have more than one big fan. I hope I do. I hope you do. But for now you're the only one I need, Ayesha. What would you like to say? OK, so I'm just basing it on my children. I've got two boys, 23 and 15. They've always been very slim. Right. The reason why I feel they're very slim, I think there's a number of reasons. One of the biggest ones is home cooked food. I do cook every single day. They have, even like the 15 year old, when he comes back from school, he'll have a proper meal. And then he'll have dinner as well at half seven. Gosh. So we mostly have home cooked food. We do have takeout, but it's not on a regular basis, not even once a week. Once in a while, yeah. So it's just because it's part of your routine because people listening will be saying I haven't got the time, I haven't got the energy, you know this woman probably doesn't work. I know you do. I know you do. I was just setting it up for a little bit of a dramatic tension on the radio. So how do you account for the fact that you can find the time and the energy to do this when many people claim that they can't? Yeah and I totally understand for a lot of people it's so much easier and sometimes cheaper as well to actually just grab food from the side and I totally get that. For me I suppose it's the way I was raised. I was always raised with home cooked food and so it was the norm for me when I had my boys that obviously I have to make home cooked food whether I'm working, whether I'm running a business it was the norm for me when I had my boys that obviously I have to make home food food. Whether I'm working, whether I'm rushed off my feet, is irrelevant. It's got to be done. It doesn't take that long James, an hour. I can fit an hour in a day. No, I like it and you're not sounding smart so thank you for that but I'm interested in why 15 year olds generally, I can't say that in the context of the statistics that we're exploring today but you're never going to burn food faster than you do when you're 15. I don't think, especially if you're a boy and you play sport and that kind of thing but it doesn't matter what's happening at home for a lot of these kids because they'll be getting a bag of chips on the way back from school or they'll be stuffing their face at the first opportunity with you know sacks of Haribo on the back of the"