" Trump circles about making it so that these people do not have these protections which makes it almost impossible to fire them. But don't you think that Elon Musk by basically slashing the place down was incredibly wasteful in the way he went about it? Because what's the point of getting rid of all these people only to have to rehire them? Well, I think that remains to be seen if they are actually able to hire back people with different hiring mechanisms. There will be some long-term benefit. There certainly has been short-term pain and there's been a lot of disruption with within existing programs and I'm not sure that was was foreseeing. There's been a lot of turbulence. Now they have allowed some of the life-saving humanitarian programs to go on but I think we still have to wait and see. Clearly he was of the opinion that a nibbling around the edges gradual approach was not going to succeed and so a more drastic solution was required. And certainly has been disruptive and has caused difficulties and I think we're going to see, well Ukraine which is just in the news I think is going to be an important test case to see. That's one of the countries where USAID has been the most active. We're going to see whether they really try to cut that back really there's a message being conveyed that aid is supposed to be in the US national interest which was not really the policy under the Biden administration so that that is being used a criteria but that's obviously a difficult. But it depends how you define national interest doesn't it because you know people who work for the Biden administration people at USAID that I've spoken to would say actually to have Americans you know sought out irrigation systems in Africa or schooling programs in Southeast Asia you know or I don't know water pipelines in eastern Ukraine we're still under Ukrainian occupation that is that is American soft power that is a good side of America to show to the rest of the world and it takes and it brings dividends yes that's right and as you said it's it's up to you know the individual to really kind of make the case as to what is in the national interest and clearly the there are some gray areas now we'll say the Biden administration did itself a lot of harm because it pushed things like transgender rights in other countries you know forcing you know gay marriage on countries that weren't really interested in the concept and so that that created a lot of ill will and traditionally the republican party has been pretty supportive of for me but those sorts of accesses have really destroyed the minority I mean I know a lot of people think that you know some of these programs are ridiculous but that is a tiny part of the overall package isn't it? It's pretty small but well the ones you hear about there's a fairly small number but another thing that hasn't got as much attention is that they've pushed these ideas and DEI, diversity, equity, inclusion into all sorts of other programs so for example if USAID is doing a big economic development program in El Salvador some of the money has to be set aside for a DEI initiative associated with that program and so that again that's partly why you've seen this republican Party which you know in Secretary Rubio used to be a big supporter fornade and he himself has now certainly turned against the agency and the plan is to move it into the State Department and you know that's what we've done here in this country. We'll see how that goes. But then if you if you care that deeply about DEI then surely there's a you know you get rid of the DEI section of the plan but you don't get rid of the entire aid package. I mean it it seems to be that the DEI thing is an excuse for a slash and burn tactic that aims to just fundamentally dismantle these institutions of the federal government. Well I think it's still an open question as to what's for us fornade is going to look like in the aftermath of this and I think within the Trump administration you have divisions between people who think almost all fornade is bad and others who including I'd say secretary Rubu who think there is Important need for for fornade as I said to Congress has been spending lots of money on this and there's gonna be a big fight I think over the extent to which the White House can actually stop this fornade Ultimately and make these big cuts But you know to have the world's richest man spectacularly rich rich richer than creases Decide on where money gets spend on the world's poorest, you know is a bit rich so to speak and then you know He makes mistakes like he accidentally axed aid for Ebola and then thought over that was a bad idea I might resurrect that and of course any And he's told lies. I mean he said you know $50 million was spent on condoms for Gaza. That's just not true. It never happened Yeah, there's certainly I will say there's been a lot of false rumors floating around there about what USAID does which yeah, hasn't been helpful and It will see how Ultimately, you know, I think this is going to be a theme across the government we saw With Elon Musk meeting with the cabinet heads, you know, I think there's a lot of cabinet heads who are you know wondering exactly how much authority is being vested in this person and Are you comfortable with musk exercising this amount of power? Sorry, are you comfortable with Elon Musk exercising this much power? He's un-elected. He's unaccountable He was appointed by the president and he glowers over the heads of his cabinet Ministers Well, it's There's not a lot of precedent for this Donald Trump his I think if he wants to give someone this sort of power he can I'm not sure this is gonna be a workable Solution in the in the long term. I do think you're starting to see pushback from a lot of People even among his supporters certainly within the cabinets about this and what ultimately this doge organization is going to be so You know, I will say like many people I've questioned in how Trump has approached these problems, but Whatever people like me think, you know, usually doesn't make much difference and also, you know He's actually been able to achieve some things that people I mean a lot of people never thought he would get elected with the way He approaches problems. So We'll see how this one works out indeed we will dr. Mark Moyer Thank you very much indeed for joining us after the break We're gonna speak to Simon Marks trying to wrap it all up together one nice Saturday late morning brunch present of Weirdness here we go. I'm Matt fight. This is LBC and the time is now glorious 1140 Coming up at 12 on LBC, Ali Mirage. European leaders are rallying behind Vladimir Zelensky after the US President accused him of gambling with World War III and disrespecting the US. Does Zelensky have to stand down for a peace deal to be secured? Ali Mirage on LBC. At Morrison's, more card prices save you money on your shop. Get a ready-to-eat avocado, regular price, 89p. More card price. 49p and a 250-gram pack of large, flat mushrooms, regular price £1.25. More card price. 69p, pay less with more card. Whistling Morrison's to shop at Morrison's"