[{"id": 0, "chunk": " Unless of course it's a Walker's sandwich. Mmm, that is good. Now that's what a Sarnie should sound like. Go all Crispin' with Walkers. Delicious"}, {"id": 1, "chunk": " Unless of course it's a Walker's sandwich. Mmm, that is good. Now that's what a Sarnie should sound like. Go all Crispin' with Walkers. Delicious for political support for those people supporting Ukraine. Basically, there is evidence of Russia is fueling migration in a number of ways, including physically moving people towards the EU's borders and also spreading fake news about migration in order to disrupt European unity. And there is a specific allegation against Jan Marseilleck, the CEO of Wirecard, which went bust in a big fraud in Germany a few years ago. Russian spy was raising an army interfering in affairs in Libya to try and use that as a route to transfer migrants from parts of Africa into Europe to destabilise European countries. I mean, you could not make this up. How should we respond to Russia"}, {"id": 2, "chunk": "irs in Libya to try and use that as a route to transfer migrants from parts of Africa into Europe to destabilise European countries. I mean, you could not make this up. How should we respond to Russia using migrants to destabilise Europe? 0345 606 so 973 text 8485 will come back to your calls in a few moments on that. Now, in other news, as you've seen, Reform UK in a bit of a spot of bother, they have dumped Rupert Lowe from the parliamentary party. That row continues. There have been some allegations of inappropriate conduct, I think against a couple of female colleagues which he denies and also a bust up with the party chairman Zia Youssef. Joining me to discuss this is Ben Habib, former co-deputy leader of Reform UK. Ben, I hope you're well. It's been a while. What on earth is going on in Reform UK which you've left now"}, {"id": 3, "chunk": "man Zia Youssef. Joining me to discuss this is Ben Habib, former co-deputy leader of Reform UK. Ben, I hope you're well. It's been a while. What on earth is going on in Reform UK which you've left now? Well, the short answer is that Nigel can't bear anyone being in the light and I'm utterly convinced that when Elon Musk endorsed Rupert Lowentz and that he would make a better leader of Reform than Nigel would, than Nigel does. That effectively put a target on Rupert's back and Nigel was going to get rid of him after that. The longer answer is that Reform UK is a one man band. It's still controlled by Nigel even though he says he's democratised and given up control. That's not true. It's still in his control and that made it impossible for Rupert to really be heard within the party"}, {"id": 4, "chunk": "ll controlled by Nigel even though he says he's democratised and given up control. That's not true. It's still in his control and that made it impossible for Rupert to really be heard within the party. What Rupert wanted to do was to make sure the party produced policies, recruit good people, had a plan for the next general election. Not just all the razzmatazz and banging of drums and making of features that rally, but actually the hard work of creating party machinery and the ability to govern if it won the election. Nigel wasn't up for that and ultimately it came to log ahead. As I say, the short answer was that Nigel also couldn't bear Rupert's popularity. That was it. That's the fundamental causes of it. Now there's one Reform party member, Julius Stevenson, mentioned in the Observer today, who says she was buzzing with horror at what had happened and said that she was not going to be able to do anything about it"}, {"id": 5, "chunk": "one Reform party member, Julius Stevenson, mentioned in the Observer today, who says she was buzzing with horror at what had happened and said that she was not going to be able to do anything about it. She said the following. That the charges were trumped up and that the way this be handled has been an absolute disgrace and says of Nigel Farage, he's a disruptor but he isn't very good at setting things up. Is she right? She's absolutely right. I'm sad to say that she is right. And what they've done to Rupert is the playbook that Reform has used. People won't be aware of this because they're not famous. But many members, many former grassroots members of Reform UK have had the same playbook used to remove them. Anyone it seems that was on the scene before Nigel Farage appointed himself lead on 3rd of June last year is being set aside or being very seriously questioned. And the way they do it is to trump up complaints about these people saying they're not famous"}, {"id": 6, "chunk": "age appointed himself lead on 3rd of June last year is being set aside or being very seriously questioned. And the way they do it is to trump up complaints about these people saying they're not famous people, say they've said things when they haven't, taken actions when they haven't, hold meetings at HQ where they don't have any representation, and then, lo and behold, you get a judgement saying these people are kicked out of the party. And they try to do that with Rupert, but Rupert is a strong individual. He's a clear thinking man, and he has been able to call them out. And I'm afraid reform is going to be on the end of some very serious litigation, I suspect, as a result of the false allegations they've made against Rupert. But isn't it the truth that reform, as you say, it has been a one-man ban, but it is Nigel Farage that is the magnet that attracts voters to its cause. It's been doing very well in recent months, and still more than nine in ten reform voters have a favourable view of him. Nigel Farage, thank you"}, {"id": 7, "chunk": "e that is the magnet that attracts voters to its cause. It's been doing very well in recent months, and still more than nine in ten reform voters have a favourable view of him. Nigel Farage, thank you. Nigel Farage has written a piece in today's Telegraph saying that he acted responsibly over Rupert Lowe. The stakes are too high. My party has elections to win. Divided parties, he says, don't win elections. He's right there. He's absolutely right that divided parties don't win elections, but the division is being caused by Nigel. I know for a fact that Rupert has been trying to get hold of him and have a private meeting for months. He won't meet Rupert. Rupert's one of his five MPs, twenty percent of his parliamentary representation. How is it that he can't meet him? It's outrageous. I read the article in the Telegraph. It's all subterfuge. It's all deflection. The problem here is that you have a party structure which leaves control in Nigel's hands. Nigel fundamentally is an artist"}, {"id": 8, "chunk": "read the article in the Telegraph. It's all subterfuge. It's all deflection. The problem here is that you have a party structure which leaves control in Nigel's hands. Nigel fundamentally is an artist that can't bear the limelight of being shared. And Rupert was doing extremely well, so Rupert was removed. I'm sorry, that sounds so emotional, but fundamentally that's what happened. And I think I've just got to say it the way it is. Well, it's going to be very interesting to see how it plays out because I've been doing very well in recent months and it doesn't seem to be going the right way at least at the moment. Thank you very much indeed. Ben, that was Ben Habib, former co-deputy leader of Reform UK. Back to my question, how should we respond to Russia using migrants to destabilise Europe? 0345 6060 973. Nick and Ilford, good afternoon"}, {"id": 9, "chunk": "Ben, that was Ben Habib, former co-deputy leader of Reform UK. Back to my question, how should we respond to Russia using migrants to destabilise Europe? 0345 6060 973. Nick and Ilford, good afternoon is about, oh my God, why are all the migrants coming here? We can't work it out. It must be migrant gangs and they never said a word about the Russians. You're not buying it nor are Dan and Andre. Do you think this is a put up job? Of course it's a put up job. Listen, there's this guy called Gdbafi that said all along, if you get rid of me, you're going to have a problem because we are the gateway to Europe and Africa will empty itself into Europe. And that's exactly what happened. I mean, you just said this guy from Lithuania talking about, oh, we know these people were being pushed in at gunpoint from, sorry, Belarus. Yeah, from Belarus. At gunpoint, really, they're migrants. They want to come. Why do you need to point a gun at them? That makes no sense"}, {"id": 10, "chunk": " people were being pushed in at gunpoint from, sorry, Belarus. Yeah, from Belarus. At gunpoint, really, they're migrants. They want to come. Why do you need to point a gun at them? That makes no sense. Well, he, well, I mean, he'd say gunpoint, that's true. But what I think is not really disputed or not majorly disputed is that there were people amassing on the borders in Belarus who were migrants who were effectively being pushed to go into Europe. I mean, is that... Well, I'm not sure that they were being pushed to go into Europe, but if they were, they could have been being pushed there because Russians didn't want to deal with them. Even if they gave them a helping hand, Nick, to get to the Belarus border, would that not be a cause of concern? Or if they're just trying to get them out of their country, because there's lots of people in this country that would love to give lots of migrants a helping hand out of this country, as of many... Listen, you had Poland that stuck fences around itself and the EU is trying to"}, {"id": 11, "chunk": "lots of people in this country that would love to give lots of migrants a helping hand out of this country, as of many... Listen, you had Poland that stuck fences around itself and the EU is trying to... You was trying to persecute them and find them for doing so. There's 7,000 refugees sitting in a Russian air base in Syria right now. If Russia says, right, we're going to help you get away from here because it's dangerous. Is that them trying to attack us or help the refugees? So when they finish our ministry? When our NGOs, sorry to the... When our NGOs, we hear all the time, we've got to help the migrants. Are they Russian assets? Because if this is true, we better stop all the migrants coming in right now because that would be the legitimate response. So when the Finnish foreign minister says, Nick, and I always respect your views, but when the Finnish foreign minister says that undoubtedly Russia was using migration in hybrid warfare and in some cases actively helping migrants"}, {"id": 12, "chunk": "nister says, Nick, and I always respect your views, but when the Finnish foreign minister says that undoubtedly Russia was using migration in hybrid warfare and in some cases actively helping migrants to help migrants travel to the border? Is the Finnish Foreign Minister being disingenuous or smoking dope? Well, I think they lie in. I think it's a very convenient that's dropped right now when you've got Europe saying, we've got a Rama, we've got a... We never heard anything about this a month ago, let alone six months ago. That's an interesting point. And you're the third person who's adopting a healthy scepticism towards it. For me, it doesn't mean it's not true, but it is interesting timing. I'll give you that, Nick. A pleasure as always. Vincenting Glas go off to name. Hi, good afternoon, Ali. Let me get this right, Ali. The premise is the reason the Russians are doing this is to affect our society, thereby influencing elections. Yes, correct. Right, so"}, {"id": 13, "chunk": "off to name. Hi, good afternoon, Ali. Let me get this right, Ali. The premise is the reason the Russians are doing this is to affect our society, thereby influencing elections. Yes, correct. Right, so remains free agency and both compromised. So I guess we can, we're only one thing for it. We need the EU and the courts to cancel our elections just like they did in Romania. I mean, we know, we know, we know our governments here are thrashing welfare. There's forced mobilisation coming in the public are going to vote the EU governments out. So what do we see in the EU and UK is that all these concerns and worries you have is actually Russian misinformation. It's covert Russian activity. Nothing to do with the fact that our government is bombed and destroyed, destroyed Libya, toppled the government. Don't trust your own eyes. Don't trust your own mind. Trust MI6 and GCHQ"}, {"id": 14, "chunk": "ian activity. Nothing to do with the fact that our government is bombed and destroyed, destroyed Libya, toppled the government. Don't trust your own eyes. Don't trust your own mind. Trust MI6 and GCHQ. So interesting because Vincent you are the one two three fourth fifth person I think who said a fifth person who's saying the same effective thing and to me this hints at a real breakdown in trust the relationship of trust and believability amongst many people in this country the government which is very concerning now look Mark Galliot is saying this to just push back Vincent he says in relation to Russia if they could basically say you need to start scaling down your Ukraine support this is Russia telling European countries or else suddenly tomorrow 10,000 migrants are going to appear on boats or conversely if you play ball with us well make sure that this coast is close to migrants do you think that's all put up I mean this is Mark Galliot he's"}, {"id": 15, "chunk": " 10,000 migrants are going to appear on boats or conversely if you play ball with us well make sure that this coast is close to migrants do you think that's all put up I mean this is Mark Galliot he's Allioti, he's an expert in Russian security. He's got no access to grind, does he? Yeah, I don't know. We don't believe these people. You just had Meta Fredericksson, I think the Prime Minister of Denmark, who said peace in Ukraine is more dangerous than war. This is our welling. Peace is war in Europe. Death is life. Trust us. And, you know, Putin is like the new Goldstein who is this and the fact before he's going to run through all Europe and we should be afraid of Russia. No one is buying it. Well, really interesting. Vincent, thank you. Hassanin came this afternoon. Yeah, hello. Hi, Ali. Ali, I am another one of these guys who is very skeptical about this news article. I think it combines two scare elements, the refugees"}, {"id": 16, "chunk": ", thank you. Hassanin came this afternoon. Yeah, hello. Hi, Ali. Ali, I am another one of these guys who is very skeptical about this news article. I think it combines two scare elements, the refugees and the dangerous Russians into a lethal combination and a cocktail which can be just given and fed to unsuspecting masses. I think these sort of metrics also came up when there were Syrian refugees coming over from Turkey and the Germans were very worried that Erdogan might be mysteriously using them for his own purposes. I mean the fact is that these refugees are fleeing war-torn some of the wars that we either created or our various satellite states like United Arab Emirates etc in Sudan and Libya have been continuing either directly or on our behalf. And I think we should stop"}, {"id": 17, "chunk": "me of the wars that we either created or our various satellite states like United Arab Emirates etc in Sudan and Libya have been continuing either directly or on our behalf. And I think we should stop sort of scapegoating refugees. It's like Trump used to say, oh, refugees, these immigrants ate my pet, etc. So we cannot just label any scared Tory and make it part of the refugee criticism. Is your contention that in some part, this may be a political move on the part of some governments that worried about the rise of the hard right in their countries that are looking for a scapegoat? And this is it. Yes. And I think I'm also sort of not a big fan of a lot of these Eastern European countries. If you look at Poland, it has four million Poles living in all parts of Europe. It has had a deep population effect in Poland. And for them to then turn around"}, {"id": 18, "chunk": "lot of these Eastern European countries. If you look at Poland, it has four million Poles living in all parts of Europe. It has had a deep population effect in Poland. And for them to then turn around who turns around and sort of look at people, immigrants in such a suspicious manner. I think it's deeply disingenuous. Same with Hungarians and Romanians and others. They are all, you could say that London and Germany and England and all these countries are full of economic migrants from Poland and Hungary, etc. So they should have, they should look at their own behavior before they start criticizing immigrants coming in. And they behave this gracefully when they were stopping people of color from entering from Ukraine. Thank you very much indeed, Hasan. Hasan is not buying it either. Wow. This is very, very interesting. To me so far this is showing a real breakdown in trust between the government and some of its"}]