" Aaron's and Stuart's and others to just bring home that this is not something that only applies to a certain kind of human or a certain kind of man and of course it applies to women as well It's something that applies to human beings mystery our next on your radio on global player and Play LBC leading Britain's conversation. This is LBC From global's newsroom at midday ministers are set to back a review that could lead to a social media ban for under 16s England's chief medical officer will be asked to draw up advice on online harms and consider a new minimum age. LBC's political editor Natasha Clark has more details. The rejig plans are due to come before the House of Commons tomorrow. Chief medical officer Sir Chris Whitty will be tasked with looking at raising the minimum age from 13 to 16 over concerns about online harms. Ministers would then make a final decision within a year. They're facing huge pressure to do more to protect young people from extreme and harmful content. It comes ahead of a dedicated day of programming on LBC on Monday where we will reveal exclusive research on online safety to stop sharing intelligence with Ukraine. The European Commission President, Ursula von der Leyen, says it's a watershed moment. Europe faces a clear and present danger and therefore Europe has to be able to protect itself, to defend itself as we have to put Ukraine in a position to protect itself and to push for lasting and just peace. We want a peace through strength. The defense secretary, John Healy, is due to hold talks with his US counterpart in Washington later. Police in Cumbria have confirmed a child who died when she was hit by a car on a sports pitch, was a 10-year-old girl. They were called to Kendall Rugby Club yesterday evening. Detectives who are questioning a 40-year-old man say they don't think it was a deliberate act. The T-shock, Meehole Martin, says he will do all he can to help reset the UK's relationship with the European Union. Sikir Stammer has been meeting his Irish counterpart for a summit in Liverpool. Rail passengers in England are being shown how often trains are cancelled and delayed at individual stations for the first time. The figures will be displayed on digital screens at larger railway stations. In the city, the FTSE 100, a short time ago, was down 74 at 86.80. The pound buys $1.28 and a Euro 19. LBC weather, sunny spells in England and Wales, Scotland and Northern Ireland, rather cloudy with patchy rain, a high of 17 Celsius. From Global's Newsroom for LBC, I'm Thomas Watts"