" too. It's not entirely clear as to why these things will be delayed when so many of these really prominent online safety organisations are saying these rules just are being stripped back there of no use to us. They're being passed and governments and ministers are saying we're taking online safety seriously but they're being watered down every time. Tell me about child-related data when you say the bill was going to say the data wouldn't be available until children were 16 and now it's still 13 and the bill is not going to say that. What kind of data do we mean when we're thinking about this? What sort of thing? Well it's the issue about young people, what young people are searching for and what they're doing on the internet and the view is that if you're under the age of 16, that information shouldn't be being shared commercially, so adverts etc can be targeted against you. And it's another of those examples where young people just don't have that dialogue or that conversation at the moment about the fact that hey, all these things you can do, all these things on the internet, but you've got to think about your safety and you've got to think about the information you're sharing with people and the fact that your data is ultimately worth something to somebody. Those things aren't taught in lessons at schools at the moment. There's a growing amount of online safety lessons at school and there's an amazing day every February called Safe for Internet Day, which a charitable organisation runs in. Most schools in the UK get involved in it, but that's one of the only days of the year when you kind of talk consistently about being safe online or having conversations about it. And I can guarantee you that many of the parents, carers, adults listening now can't help their kids in these situations about keeping them safe because they don't know themselves. Be it that they might need more education to understand how these things work, or they just have to roll up their sleeves and get a little bit involved in... If your child says they want to be on Instagram, look at it yourself. See how to enable parental controls. Think about the potential risks. Also, the benefits of using the Internet too. There's lots of bad things about using the Internet, but I passionately, passionately believe the good still outweighs the bad, but we need really, really clear, consistent research because we've got to a stage where everybody has a view. There's lots of powerful stories there, but not enough conclusive evidence which tells us categorically what the harm and impact on young people is. Well, we do, but one of the things we do know is if you try to talk to a child with a smartphone, they are distracted the whole time. They are checking the phone. They are looking. They're not making eye contact. They're not focusing. The phone is beguiling, but it's not just children. It's adults too. You see, you see, you see adults. Most adults, almost all of them, all of the time checking, having a look, having a scroll, having a quick look. You know, it's a, it's a highly addictive thing and they're sophisticated products that are designed to make you stay on them for as long as possible. True or not true? You will not find me, you will not find me disagreeing with you. But if we were on LBC 50 years, 60 years ago, we'd be talking to listeners about the generative effects of rock and roll music. Or in, in 1980, we would have been talking about the dangerous impact of video nasties, films which are now shown at 9pm on Channel 4 on a Sunday evening. Society changes, adapts, and it's a very, very, very important thing and we move through these things. I'm not for a second trying to talk down and say, there is no impact here, but we need to have a far more structured societal conversation about the dangers and impacts and actually fund some research, some but I fail to see any reason at all for rowing back or diluting a plan for children to hand their phones in when they get to school because surely there have to be some hours in the day where a child can look at another child in the eye, can play a game, can pay attention, can focus on what's going on and it's only a certain number of hours, they're safe in the school environment theoretically and they can be given their phone on the way home. Why on earth a government wouldn't sign up to that? I just don't know. And I think we should ask politicians and that's definitely something we can do on Monday on the station when we've got the online safety day, we've got various ministers and people popping on, we should be asking them those very specific questions. Look, why has this been rowed back? If parents feel very strongly that kids shouldn't have phones in schools in teaching times. Even if they don't feel strongly, maybe they should feel strongly, maybe teachers should wake up, headteachers should wake up and everyone should wake up and if they don't feel strongly, they should be goaded into feeling strongly and they should say for these few hours of your child's life, your child will not be staring at a device. Hooray, excellent! And your child will be fine and if you want to know whether they're okay, they're fine. And if you don't feel strongly, they should be going to the school, they should be going to the school office. And if you want to know whether they're okay, you ring the school office, the secretary will come and find out the end. Will, I'm really looking forward to online safety day, it's going to be fantastic and thank you so much for all the exceedingly helpful things you have written, all of them available on the LBC website. Will Guy at there, LBC's Technology Correspondent, I do wish you lovely listener to get hot under the collar about this one. I really think it matters and I also think it's mired in mystery. Why wouldn't the government support a bill saying, hand your phone in when you get to school, have it back on the way home? What's wrong with that? What's bad about that? How can that not be a good thing? You do not need your phone to do schoolwork if they can't think of anything to do with you that doesn't involve your phone, then shame on them. Why not? Why have they rode back on this? Why has it been diluted? I cannot unpick this. No one at LBC seems to be able to whisper to me behind the scenes and tell me the true story that I then can't tell you on the radio but can hint at because nobody seems to know. 0345 6060 973. Why has this bill been so diluted? Kip, Malthouse is annoyed. I wouldn't say I'm normally ally myself"